export default [
  {
    id: 1,
    title:
      '78 видов массажей: классические, экзотические, SPA-ритуалы от 18 руб.',
    description: `Уважаемые клиенты, с 12 ноября ношение масок стало обязательным. Пожалуйста, надевайте маску в салоне, даже если вы здоровы. С заботой о вас, салон красоты "Марсель". Предварительная запись обязательна.
    Стоимость массажей: от 18 руб. от 30 руб. Стоимость и виды массажа смотрите ниже. Услуги расположены по возрастанию цены (от дешевых к дорогим)`,
    photoUrl:
      'https://www.slivki.by/znijki-media/w522_322/default/1009921/massazh-klassicheskiy-ekzoticheskiy-spa-minsk-skidka-marsel-1.jpg',
    dateStart: '2021-02-01',
    dateEnd: '2021-04-01',
    discount: 'до 55%',
    vendorName: 'Марсель',
    numberOfUses: 21,
    numberOfViews: 215,
    updated: '2021-02-01',
    promocode: '34B2J3IB',
    isActive: true,
    photoGallery: [
      'https://www.slivki.by/znijki-media/initial/default/1009921/1538988643_1520768367_izo7.jpg',
      'https://www.slivki.by/znijki-media/initial/default/1009921/1538988682_1523700874_salon-marsel-nekrasona-3-minsk-slivki.jpg',
      'https://www.slivki.by/znijki-media/initial/default/1009921/1538988682_1523700874_salon-marsel-nekrasona-3-minsk-slivki.jpg',
      'https://www.slivki.by/znijki-media/initial/default/1009921/1538988456_42.jpg',
      'https://www.slivki.by/znijki-media/initial/default/1009921/izo-marsel-1.jpg'
    ],
    city: 'Минск',
    offices: [
      {
        id: 1,
        x: 53.950248766494305,
        y: 27.678503384991703,
        address: 'ул. Шафарнянская, д. 3',
        phone: '+ 375 29 668 16 97',
        country: 'Беларусь',
        city: 'Минск',
        street: 'Шафарнянская',
        house: '3',
        room: '',
        email: 'marsel1@gmail.com',
        isActive: true
      },
      {
        id: 2,
        x: 53.90630545040514,
        y: 27.579132898483202,
        address: 'ул. Захарова, д. 23 (пл. Победы, за МГЛУ налево)',
        phone: '+ 375 29 634 67 74',
        country: 'Беларусь',
        city: 'Минск',
        street: 'Захарова',
        house: '23',
        room: '',
        email: 'marsel2@gmail.com',
        isActive: true
      }
    ]
  },
  {
    id: 2,
    title:
      '10 новых сетов! Круглосуточно все меню со скидкой до 70% навынос + доставка',
    description: `Купон действует на одного человека.
      Купон действует на одно посещение центра.
      Купон действует на посещение аквапарка и банного комплекса.

      Купон действует на следующие виды услуг:

      Посещение в будние дни:
      — Скидка 70% на целый день посещения аквапарка и банного комплекса для детей в будние дни (125 руб. + доплата 740 руб. вместо 1730 руб.)
      — Скидка 70% на целый день посещения аквапарка и банного комплекса для взрослых в будние дни (125 руб. + доплата 1290 руб. вместо 2830 руб.)

      Посещение в выходные дни:
      — Скидка 70% на целый день посещения аквапарка и банного комплекса для детей в выходные дни (175 руб. + доплата 925 руб. вместо 2200 руб.)
      — Скидка 70% на целый день посещения аквапарка и банного комплекса для взрослых в выходные дни (225 руб. + доплата 1570 руб. вместо 3590 руб.)`,
    photoUrl:
      'https://www.slivki.by/znijki-media/w522_322/default/1009921/1609413591_ChefArts_No_Logo_1528x972.jpg',
    dateStart: '2021-01-01',
    dateEnd: '2021-05-05',
    discount: 'до 70%',
    vendorName: 'SushiChefArts',
    numberOfUses: 100,
    numberOfViews: 119,
    updated: '2021-02-05',
    promocode: '34B2EFW',
    isActive: true,
    city: 'Минск',
    offices: [
      {
        id: 1,
        x: 53.938102489505866,
        y: 27.488490327319887,
        address: 'пр. Победителей, д. 84 (ТРЦ «Арена Сити»)',
        phone: '+375 44 771-51-51',
        country: 'Беларусь',
        city: 'Минск',
        street: 'Победителей',
        house: '84',
        room: '',
        email: 'sushi2@gmail.com',
        isActive: true
      }
    ]
  },
  {
    id: 3,
    title:
      'Метровые пиццы за 21,95 руб/до 2100 г, пицца-сеты от 23,05 руб/до 1950 г',
    description: `- Получить промокод можно до 28.02, воспользоваться до 28.02.21
    - Внимание! Промокод необходимо предъявить или озвучить до заказа. В ином случае заказ считается недействительным
    - Внимание! Минимальная сумма заказа для доставки (с учетом скидки на пиццу!): 29 руб.
    - Внимание! 23 февраля акция не действует
    - В связи с высокой загруженностью время ожидания может быть увеличено
    - С понедельника по четверг акция действует в кафе, навынос и на доставку
    - С пятницы по воскресенье акция действует в кафе и навынос
    - Промокод дает право на скидку 50% на метровые пиццы от кафе "PizzaMania"
    - Стоимость пицц:
    - пицца "Мясо по-французски" 1 метр: 21,95 руб. 43,90 руб.
    - пицца "Деревенская" 1 метр: 21,95 руб. 43,90 руб.
    - Возможен заказ пицц из 2-х половинок`,
    photoUrl:
      'https://www.slivki.by/znijki-media/w522_322/default/1009921/pizza-minsk-pizzamania-kar-9.jpg',
    dateStart: '2020-02-01',
    dateEnd: '2021-03-31',
    discount: '40%',
    vendorName: 'PizzaMania',
    numberOfUses: 139,
    numberOfViews: 212,
    updated: '2021-01-01',
    promocode: '34BEFWWWIB',
    isActive: true,
    photoGallery: [
      'https://pizzamania.by/admin/uploads/items/260.png',
      'https://pizzamania.by/admin/uploads/items/236.png',
      'https://pizzamania.by/admin/uploads/items/191.png',
      'https://pizzamania.by/admin/uploads/items/189.png',
      'https://pizzamania.by/admin/uploads/items/19.png',
      'https://pizzamania.by/admin/uploads/items/17.png',
      'https://pizzamania.by/admin/uploads/items/16.png'
    ],
    city: 'Минск',
    offices: [
      {
        id: 1,
        x: 53.86553289876855,
        y: 27.45302363896044,
        address: 'ул. Рафиева, д. 44',
        phone: '+375 17 375-58-58',
        country: 'Беларусь',
        city: 'Минск',
        street: 'Рафиева',
        house: '44',
        room: '',
        email: 'pizza1@gmail.com',
        isActive: true
      },
      {
        id: 2,
        x: 53.883091927066054,
        y: 27.567344627318217,
        address: 'ул. Маяковского, д. 10',
        phone: '+375 17 375-58-58',
        country: 'Беларусь',
        city: 'Минск',
        street: 'Маяковского',
        house: '10',
        room: '',
        email: 'pizza2@gmail.com',
        isActive: true
      },
      {
        id: 3,
        x: 53.86734233325647,
        y: 27.65028647149643,
        address: 'ул. Центральная, д. 9',
        phone: '+375 44 553-40-00',
        country: 'Беларусь',
        city: 'Минск',
        street: 'Центральная',
        house: '9',
        room: '',
        email: 'pizza3@gmail.com',
        isActive: true
      },
      {
        id: 4,
        x: 53.91137617684785,
        y: 27.542871240811902,
        address: 'пр-т Победителей, д. 23к1',
        phone: '+ 375 29 120 68 66',
        country: 'Беларусь',
        city: 'Минск',
        street: 'Победителей',
        house: '23к1',
        room: '',
        email: 'sushi1@gmail.com',
        isActive: true
      }
    ]
  },
  {
    id: 4,
    title:
      'Пицца до 36 см с доставкой и навынос, прямиком из печи, приготовлена из свежих ингридиентов',
    description: `- Статус самовывоза можно изменить только по предварительной договоренности с администратором
    - Промокод дает право на скидку до 60% на пиццы и пицца-сеты, указанные ниже, от "PizzaChefArts"

    🍕 Стоимость пицц: от 7,20 руб. от 18 руб.
    🍕 Стоимость сетов: от 22,80 руб. от 57 руб.

    - Внимание! Стоимость доставки не включена в стоимость пицц
    - Доставка: в пределах МКАД весь город + Ждановичи, Уручье, Копище, Шабаны 3 руб.
    - Один промокод - до 2-х пицц или один сет со скидкой.`,
    photoUrl:
      'https://www.slivki.by/znijki-media/w522_322/default/1009921/glav2.jpg',
    discount: '60%',
    dateStart: '2021-01-01',
    dateEnd: '2021-06-09',
    vendorName: 'SushiChefArts',
    numberOfUses: 68,
    numberOfViews: 69,
    updated: '2021-02-07',
    promocode: 'UYT783I',
    isActive: true,
    city: 'Минск',
    offices: [
      {
        x: 53.938102489505866,
        y: 27.488490327319887,
        address: 'пр. Победителей, д. 84 (ТРЦ «Арена Сити»)',
        phone: '+375 44 771-51-51',
        country: 'Беларусь',
        city: 'Минск',
        street: 'пр. Победителей',
        house: 'д. 23к1',
        room: '',
        email: 'sushi1@gmail.com',
        isActive: true
      },
      {
        x: 53.85829633426384,
        y: 27.43278622731758,
        address: 'ул. Слободская, д. 27',
        phone: '+375 44 771-51-51',
        country: 'Беларусь',
        city: 'Минск',
        street: 'пр. Победителей',
        house: 'д. 23к1',
        room: '',
        email: 'sushi1@gmail.com',
        isActive: true
      }
    ]
  },
  {
    id: 5,
    title:
      'Съедобные шоколадные розы в букете, коробке от 13 руб. Шоколадки из Бельгии и Италии',
    description: `Внимание! Индивидуальные заказы принимаются минимум за день. В наличии есть готовые изделия, их доставка осуществляется после 14:30 в течение 2-4 часов. Промокод дает право на скидку от 10 до 25% на шоколадные розы в букетах из бельгийского шоколада «Standart» и «luxe», шоколад в коробке, шоколадную подписку. Iоколад «Luxe» (100-110 г) из бельгийского, либо итальянского шоколада c добавлением орехов, ягод и различных бонусов.`,
    photoUrl:
      'https://www.slivki.by/znijki-media/w522_322/default/1009921/1609755470_shokoladnie-rozy-minsk-kardash1.jpg',
    discount: 'от 10 до 25%',
    dateStart: '2021-03-01',
    dateEnd: '2021-04-28',
    vendorName: 'Luxe',
    numberOfUses: 3,
    numberOfViews: 90,
    updated: '2021-01-01',
    promocode: 'Luxe25',
    isActive: true,
    city: 'Минск',
    offices: [
      {
        x: 53.83947974668578,
        y: 27.640475169645576,
        address: 'ул. Голодеда, д. 15',
        phone: '+ 375 25 788 41 32',
        country: 'Беларусь',
        city: 'Минск',
        street: 'ул. Голодеда',
        house: 'д. 15',
        room: '',
        email: 'luxe@gmail.com',
        isActive: true
      }
    ]
  },
  {
    id: 6,
    title:
      'Хит продаж! Плавание, бассейн + сауна + водные процедуры + аквадискотека - и все это в одном месте!',
    description: `Право на скидку 35% на разовое посещение бассейна: плавание (45 мин), плавание с сауной и водными процедурами (75 мин) или тренажерный зал + бассейн + сауна + гидропроцедуры (90 мин + 75 мин).`,
    photoUrl:
      'https://www.slivki.by/znijki-media/w522_322/default/1009921/basseyn-sauna-geyzer-gidromassazh-minsk-masherova-kar-11.jpg',
    discount: '35%',
    dateStart: '2020-10-01',
    dateEnd: '2021-09-30',
    vendorName: 'ФОЦ им. Машерова',
    numberOfUses: 78,
    numberOfViews: 292,
    updated: '2021-02-10',
    promocode: '',
    isActive: true,
    city: 'Минск',
    offices: [
      {
        x: 53.91137617684785,
        y: 27.542871240811902,
        address: 'пр-т Победителей, д. 23к1',
        phone: '+ 375 29 120 68 66',
        country: 'Беларусь',
        city: 'Минск',
        street: 'пр. Победителей',
        house: 'д. 23к1',
        room: '',
        email: 'fok@gmail.com',
        isActive: true
      }
    ]
  },
  {
    id: 7,
    title:
      'Романтчическое спа-свидание в спа-студии: кедровая бочка, медово-солевой пилинг, тонизирующий массаж и не только!',
    description: `«Фруктовый поцелуй» (150 минут). Купон за 1500р. и доплата на месте: 2000р. вместо 10000р. Скидка 65%. В стоимость входит:
    - распаривание в кедровой бочке с ингаляцией (мята, эвкалипт, лимон), 15 минут;
    - увлажняющий аромапилинг всего тела с натуральными виноградными косточками, 15 минут;
    - душ, 10 минут;
    - обертывание фруктовой смузи-маской с натуральным киви, бананом и йогуртом, 30 минут;
    - релакс-аромамассаж всего тела с манговым крем-маслом, 50 минут;
    - отдых в релакс-зоне (паровой коктейль, восточные сладости к чаю и оформление чайными свечами и лепестками роз в подарок), 30 минут;
    - спа-музыка, ароматерапия, консультация массажиста`,
    photoUrl:
      'https://www.slivki.by/znijki-media/w522_322/default/1009921/otzyvy-banya-bochka.jpg',
    discount: '65%',
    dateStart: '2021-11-01',
    dateEnd: '2021-03-17',
    vendorName: 'ФОЦ им. Машерова',
    numberOfUses: 0,
    numberOfViews: 5,
    updated: '2021-01-11',
    promocode: 'kiss1703',
    isActive: true,
    city: 'Минск',
    offices: [
      {
        x: 53.91137617684785,
        y: 27.542871240811902,
        address: 'пр-т Победителей, д. 23к1',
        phone: '+ 375 29 120 68 66',
        country: 'Беларусь',
        city: 'Минск',
        street: 'пр. Победителей',
        house: 'д. 23к1',
        room: '',
        email: 'fok@gmail.com',
        isActive: true
      }
    ]
  },
  {
    id: 8,
    title:
      'Романтчическое спа-свидание в спа-студии: кедровая бочка, медово-солевой пилинг, тонизирующий массаж и не только!',
    description: `Стоимость абонемента:

    -  30 мин: 9,77 руб. 19,54 руб.
    -  60 мин: 19,54  руб. 39,08 руб.

    Один промокод - один абонемент со скидкой.`,
    photoUrl:
      'https://www.slivki.by/znijki-media/w500_324/default/1009921/1588077039_7929355.jpg',
    discount: '65%',
    dateStart: '2020-12-15',
    dateEnd: '2021-03-17',
    vendorName: 'ФОЦ им. Машерова',
    numberOfUses: 431,
    numberOfViews: 990,
    updated: '2021-02-21',
    promocode: '',
    isActive: false,
    city: 'Минск',
    offices: [
      {
        x: 53.91137617684785,
        y: 27.542871240811902,
        address: 'пр-т Победителей, д. 23к1',
        phone: '+ 375 29 120 68 66',
        country: 'Беларусь',
        city: 'Минск',
        street: 'пр. Победителей',
        house: 'д. 23к1',
        room: '',
        email: 'fok@gmail.com',
        isActive: true
      }
    ]
  },
  {
    id: 9,
    title:
      'Посещение детского развлекательного центра «Йети и дети» на целый день',
    description: `Воспользоваться можно до 01.04.21. Промокод дает право на скидку й00 рублей на посещение игровой зоны на целый день в детском развлекательном центре "Йети и Дети". Скидка действительна на неограниченное количество посещений.`,
    photoUrl:
      'https://www.slivki.by/znijki-media/w250_162/default/1009921/1600269916_1600269911_Screenshot_18.jpg',
    discount: 'до 1000 рублей',
    dateStart: '2021-02-05',
    dateEnd: '2021-04-01',
    vendorName: '«Йети и дети»',
    numberOfUses: 40,
    numberOfViews: 56,
    updated: '2021-03-01',
    promocode: '',
    isActive: true,
    city: 'Гродно',
    offices: [
      {
        x: 53.65034593967492,
        y: 23.85468398498308,
        address: 'пр-т Янки Купалы, д. 87',
        phone: '+ 375 29 120 68 66',
        country: 'Беларусь',
        city: 'Гродно',
        street: 'пр. Янки Купалы',
        house: 'д. 87',
        room: '',
        email: 'yetideti@gmail.com',
        isActive: true
      }
    ]
  },
  {
    id: 10,
    title:
      'Аренда комнаты в центре музыкальных развлечений «Rockplay» для компании до 6 человек',
    description: `Предварительная запись с упоминанием акции по телефону обязательна. Акция действует только с понедельника по четверг при аренде комнаты продолжительностью не менее 2 часов`,
    photoUrl:
      'https://grodno.slivki.by/znijki-media/w522_322/default/1009921/rocktz11.jpg',
    discount: '1 час бесплатно',
    dateStart: '2021-03-01',
    dateEnd: '2022-03-31',
    vendorName: 'Rockplay',
    numberOfUses: 88,
    numberOfViews: 103,
    updated: '2021-02-04',
    promocode: 'VWEVWE888',
    isActive: true,
    city: 'Гродно',
    offices: [
      {
        x: 53.684909765450755,
        y: 23.845177013681916,
        address: 'ул. Буденного, д. 54/1',
        phone: '+ 375 29 232 99 23',
        country: 'Беларусь',
        city: 'Гродно',
        street: 'ул.Буденного',
        house: 'д. 54/1',
        room: '',
        email: 'rock@gmail.com',
        isActive: true
      }
    ]
  },
  {
    id: 11,
    title:
      'Мастер-класс, экспресс или полный курс по визажу от «Студии Ирины Лесовой»!',
    description: `Внимание! Купон является первоначальным взносом от общей стоимости. Оставшуюся стоимость необходимо доплатить на месте. Преподаватель Ирина Лесовая - визажист-стилист, гример кино и телевидения. Общий стаж работы более 20 лет.`,
    photoUrl:
      'https://kupikupon.com.ua/system/deals/logos/152269/deal_615x301/8484_01.jpg?1600357423',
    discount: 'до 70%',
    dateStart: '2021-01-02',
    dateEnd: '2021-04-30',
    vendorName: 'Студия Ирины Лесовой',
    numberOfUses: 2,
    numberOfViews: 300,
    updated: '2021-02-11',
    promocode: '',
    isActive: true,
    city: 'Киев',
    offices: [
      {
        x: 50.42837142443786,
        y: 30.517745728722034,
        address: 'ул. Ивана Федорова, д. 6, оф. 2, код 38, 2 этаж',
        phone: '+38 044 223-77-60',
        country: 'Украина',
        city: 'Киев',
        street: 'ул.Ивана Федорова',
        house: 'д. 6',
        room: '2',
        email: 'ira.les@gmail.com',
        isActive: true
      }
    ]
  },
  {
    id: 12,
    title:
      'Третья вещь в подарок при покупке любых костюмов, пальто, рубашек или галстуков в бутике Fashion Wear Milano',
    description: ``, //TODO(abarmina) if there is no description, the text "vendor did not provide a description" is needed
    photoUrl:
      'https://kupikupon.com.ua/system/deals/logos/147238/deal_615x301/33933_01.jpg?1575038464',
    discount: '3 по цене 2',
    dateStart: '2021-02-01',
    dateEnd: '2021-05-01',
    vendorName: 'Fashion Wear Milano',
    numberOfUses: 32,
    numberOfViews: 56,
    updated: '2021-02-22',
    promocode: 'WEAR32',
    isActive: false,
    city: 'Киев',
    offices: [
      {
        x: 50.44025486038732,
        y: 30.52230314847687,
        address: 'Ул. Рогнеденская, 3, 1 этаж, 4 офис',
        phone: '+38 098 983-07-77',
        country: 'Украина',
        city: 'Киве',
        street: 'ул.Рогнеденская',
        house: 'д. 3',
        room: '4',
        email: 'fashion-wear@gmail.com',
        isActive: true
      }
    ]
  },
  {
    id: 13,
    title: 'Шиномонтаж от автокомплекса «Матерый шиномонтаж»',
    description: `Шиномонтаж и балансировка колес радиусом от R12 до R18, ремонт бокового пореза или дошиповка колес от автокомплекса «Матерый шиномонтаж»`,
    photoUrl:
      'https://st.biglion.ru/c/w/316/h/178/cfs15/deal_offer/db/92/db922e430994114a6f905d54867724af.jpg',
    discount: '-50%',
    dateStart: '2021-04-01',
    dateEnd: '2021-05-01',
    vendorName: 'Матерый шиномонтаж',
    numberOfUses: 49,
    numberOfViews: 62,
    updated: '2021-02-05',
    promocode: '',
    isActive: true,
    city: 'Екатеринбург',
    offices: [
      {
        x: 56.781522754305485,
        y: 60.61757015808883,
        address: 'Монтёрская улица, д.10а',
        phone: '+7 343 385-07-00',
        country: 'Россия',
        city: 'Екатеринбург',
        street: 'ул. Монтёрская',
        house: 'д. 10а',
        room: '',
        email: 'wheel1@gmail.com',
        isActive: true
      },
      {
        x: 56.84222661082884,
        y: 60.66575335424758,
        address: 'ул. Малышева, 145а',
        phone: '+7 343 383-42-43',
        country: 'Россия',
        city: 'Екатеринбург',
        street: 'ул. Малышева',
        house: 'д. 145а',
        room: '',
        email: 'wheel2@gmail.com',
        isActive: false
      }
    ]
  }
];
