export default [
  {
    id: '1',
    name: 'Марсель',
    title: 'Марсель: салоны красоты 1а',
    description:
      'Марсель - крупнейшая в Беларуси сеть салонов красоты с акцентом на заботу о здоровье и красоте. Более 100 000 клиентов ежегодно пользуются многочисленными услугами, включая SPA на двоих, хамам, сауны, джакузи, кедровую бочку. Мобильное приложение, продажа сертификатов онлайн и оформление в открытках ручной работы делает обращение к нам приятным и особенным!',
    cityId: '1',
    website: 'https://marsel.by',
    offices: [
      {
        id: '1',
        location: [53.950248766494305, 27.678503384991703],
        x: 53.950248766494305,
        y: 27.678503384991703,
        phone: '+ 375 29 668 16 97',
        country: 'Беларусь',
        cityId: '1',
        street: 'ул. Шафарнянская',
        house: 'д. 3',
        room: '303',
        email: 'marsel1@gmail.com',
        isActive: true
      },
      {
        id: '2',
        location: [53.90630545040514, 27.579132898483202],
        x: 53.90630545040514,
        y: 27.579132898483202,
        phone: '+ 375 29 634 67 74',
        country: 'Беларусь',
        cityId: '1',
        street: 'ул. Захарова',
        house: 'д. 23',
        room: '',
        email: 'marsel2@gmail.com',
        isActive: true
      }
    ],
    updatedAt: '2021-02-05',
    isActive: true,
    rating: 4,
    createdAt: '2021-02-06',
    createdBy: 'Alexander Bazukevich',
    updatedBy: 'Ularbek Zairbekov'
  },
  {
    id: '2',
    name: 'SushiChefArts',
    title: 'Доставка вкусной пиццы на дом',
    description: `Ароматное румяное тесто, усыпанное нежнейшим сыром, таящим во рту, украшенное пикантными колбасками и дольками сочных томатов, политое ароматным сливочным соусом, покорит ваше сердце раз и навсегда.
    // Наши профессионалы-пиццайоло знают толк в искусстве выпечки настоящей пиццы. Каждое блюдо фирменного меню разработано с учетом всех тонкостей европейской кухни: гармоничное сочетание отборных сыров, свежих помидор, грибов, нежнейших соусов и настоящего волшебнейшего теста.
    // Вам не придется долго думать, как порадовать себя и своих близких. Переходите в каталог нашего меню и скорее заказывайте пиццу для настоящего наслаждения.`,
    cityId: '1',
    website: 'https://pizzachefarts.by',
    offices: [
      {
        id: '3',
        location: [53.938102489505866, 27.488490327319887],
        x: 53.938102489505866,
        y: 27.488490327319887,
        phone: '+375 44 771-51-51',
        country: 'Беларусь',
        cityId: '1',
        street: 'пр. Победителей',
        house: 'д. 84',
        room: '',
        email: 'sushi2@gmail.com',
        isActive: false
      },
      {
        id: '4',
        location: [53.85829633426384, 27.43278622731758],
        x: 53.85829633426384,
        y: 27.43278622731758,
        phone: '+375 44 771-51-51',
        country: 'Беларусь',
        cityId: '1',
        street: 'ул. Слободская',
        house: 'д. 27',
        room: '',
        email: 'sushi1@gmail.com',
        isActive: true
      }
    ],
    updatedAt: '2021-02-04',
    isActive: true,
    rating: 5,
    createdAt: '2021-01-06',
    createdBy: 'Alexander Bazukevich',
    updatedBy: 'Ularbek Zairbekov'
  },
  {
    id: '3',
    name: 'PizzaMania',
    title: 'Убей голод',
    description: `Зона доставки расширена. Внимание! С 24.02.2020 В зону доставки входит весь г. 1.
    // Минимальная сумма заказа. Минимальная сумма заказа для бесплатной доставки 15 руб.
    // Оплата. Оплата курьеру картой или наличными.
    // Доставка. Время работы службы доставки ежедневно с 10:00 до 23:00. Заказы принимаются до 22:30.
    // Изображения продуктов могут отличаться от продуктов в заказе.`,
    cityId: '1',
    website: 'https://pizzamania.by',
    offices: [
      {
        id: '5',
        location: [53.86553289876855, 27.45302363896044],
        x: 53.86553289876855,
        y: 27.45302363896044,
        phone: '+375 17 375-58-58',
        country: 'Беларусь',
        cityId: '1',
        street: 'ул. Рафиева',
        house: 'д. 44',
        room: '',
        email: 'pizza1@gmail.com',
        isActive: true
      },
      {
        id: '6',
        location: [53.883091927066054, 27.567344627318217],
        x: 53.883091927066054,
        y: 27.567344627318217,
        phone: '+375 17 375-58-58',
        country: 'Беларусь',
        cityId: '1',
        street: 'ул. Маяковского',
        house: 'д. 10',
        room: '',
        email: 'pizza2@gmail.com',
        isActive: false
      },
      {
        id: '7',
        location: [53.86734233325647, 27.65028647149643],
        x: 53.86734233325647,
        y: 27.65028647149643,
        phone: '+375 44 553-40-00',
        country: 'Беларусь',
        cityId: '1',
        street: 'ул. Центральная',
        house: 'д. 9',
        room: '',
        email: 'pizza3@gmail.com',
        isActive: true
      },
      {
        id: '8',
        location: [53.91137617684785, 27.542871240811902],
        x: 53.91137617684785,
        y: 27.542871240811902,
        phone: '+ 375 29 120 68 66',
        country: 'Беларусь',
        cityId: '1',
        street: 'пр. Победителей',
        house: 'д. 23к1',
        room: '',
        email: 'sushi1@gmail.com',
        isActive: true
      }
    ],
    updatedAt: '2021-02-01',
    isActive: true,
    rating: 3,
    createdAt: '2021-02-02',
    createdBy: 'Alexander Bazukevich',
    updatedBy: 'Ularbek Zairbekov'
  },
  {
    id: '4',
    name: 'Luxe',
    title: '', //  without title
    description:
      'Сделать так, чтобы ваш подарок не забыли никогда - это к нам. Приехать и бесплатно попробовать шоколад - добро пожаловать!',
    cityId: '1',
    website: 'https://www.instagram.com/kardash.by',
    offices: [
      {
        id: '9',
        location: [53.83947974668578, 27.640475169645576],
        x: 53.83947974668578,
        y: 27.640475169645576,
        phone: '+ 375 25 788 41 32',
        country: 'Беларусь',
        cityId: '1',
        street: 'ул. Голодеда',
        house: 'д. 15',
        room: '',
        email: 'luxe@gmail.com',
        isActive: true
      }
    ],
    updatedAt: '2021-01-01',
    isActive: true,
    rating: 4.3,
    createdAt: '2021-01-08',
    createdBy: 'Anna Barmina',
    updatedBy: 'Taras Lazarchuk'
  },
  {
    id: '5',
    name: 'ФОЦ им. Машерова',
    title: 'Комплекс для активного отдыха!',
    description: `Можно воспользоваться бассейном, сауной, тренажерным залом. В комплексе есть все для здорового и активного отдыха!`,
    cityId: '1',
    website: 'http://focsport.by',
    offices: [
      {
        id: '10',
        location: [53.91137617684785, 27.542871240811902],
        x: 53.91137617684785,
        y: 27.542871240811902,
        phone: '+ 375 29 120 68 66',
        country: 'Беларусь',
        cityId: '1',
        street: 'пр. Победителей',
        house: 'д. 23к1',
        room: '',
        email: 'fok@gmail.com',
        isActive: true
      }
    ],
    updatedAt: '2020-12-09',
    isActive: true,
    rating: 4.7,
    createdAt: '2021-01-02',
    createdBy: 'Anna Barmina',
    updatedBy: 'Taras Lazarchuk'
  },
  {
    id: '6',
    name: '«Йети и дети»',
    title: 'Детский развлекательный центр',
    description: `ЙЕТИ и ДЕТИ – это свежий взгляд на привычные вещи и возрождение традиций качественного семейного досуга, который наполняет детей и родителей энергией и вдохновением. В семейном центре гостей ждут развлечения, грамотно объединенные в единую концепцию на одной площадке. Творческая и сплоченная команда, влюбленная в свое дело, создает профессиональный подход к организации семейного досуга, где родителям уютно, а детям интересно.

    // Ждем в гости.
    // С любовью и заботой «ЙЕТИ и ДЕТИ».`,
    cityId: '2',
    website: 'https://yetideti.by',
    offices: [
      {
        id: '11',
        location: [53.65034593967492, 23.85468398498308],
        x: 53.65034593967492,
        y: 23.85468398498308,
        phone: '+ 375 29 120 68 66',
        country: 'Беларусь',
        cityId: '2',
        street: 'пр. Янки Купалы',
        house: 'д. 87',
        room: '',
        email: 'yetideti@gmail.com',
        isActive: true
      }
    ],
    updatedAt: '2020-11-27',
    isActive: true,
    rating: 4.2,
    createdAt: '2021-01-01',
    createdBy: 'Anna Barmina',
    updatedBy: 'Taras Lazarchuk'
  },
  {
    id: '7',
    name: 'Rockplay',
    title: 'Центр музыкальных развлечений',
    description: `Центр музыкальных развлечений «ROCKPLAY» - это уникальная игровая комната в 2. Только у нас Вы сможете сыграть в популярные «музыкальные симуляторы рок-группы» Guitar Hero и Rock Band, используя редчайшие контроллеры в виде реплик гитар известных музыкантов, ударной установки, клавиш, микрофонов, профессиональной акустики и другого оборудования, которое позволит себя почувствовать настоящей рок-звездой. Здесь можно в полной мере насладиться реалистичной атмосферой концерта и сыграть в собственной рок-группе из своих друзей, причем для этого вам НЕ НУЖНО уметь играть или иметь музыкальное образование. Достаточно справиться лишь с 5-ю цветными кнопками, которые, к примеру, имитируют удар по барабану или зажатый аккорд на гитаре, а когда и какую кнопку нажать - вы увидите на экране.  Впрочем, лучше один раз попробовать, чем читать о том, что невозможно объяснить) Так же у нас можно спеть рок-караоке, поиграть в танцевальные и спортивные игры с датчиком движения Kinect или просто весело провести время.`,
    cityId: '2',
    website: 'http://rockplay.by',
    offices: [
      {
        id: '12',
        location: [53.684909765450755, 23.845177013681916],
        x: 53.684909765450755,
        y: 23.845177013681916,
        phone: '+ 375 29 232 99 23',
        country: 'Беларусь',
        cityId: '2',
        street: 'ул.Буденного',
        house: 'д. 54/1',
        room: '',
        email: 'rock@gmail.com',
        isActive: true
      }
    ],
    updatedAt: '2021-01-04',
    isActive: true,
    rating: 3.3,
    createdAt: '2020-12-18',
    createdBy: 'Anna Barmina',
    updatedBy: 'Alexander Bazukevich'
  },
  {
    id: '8',
    name: 'Студия Ирины Лесовой',
    title: 'Обучение стилистике и макияжу - сможет каждая!',
    description: `«Студия Ирины Лесовой» приглашает вас на обучение стилистике и макияжу. Студия открыта для всех желающих, а наборы на курсы макияжа и курсы визажа проводятся постоянно и главное без ограничения по возрасту.`,
    cityId: '3',
    website: 'http://visagist.com.ua',
    offices: [
      {
        id: '13',
        location: [50.42837142443786, 30.517745728722034],
        x: 50.42837142443786,
        y: 30.517745728722034,
        phone: '+38 044 223-77-60',
        country: 'Украина',
        cityId: '3',
        street: 'ул.Ивана Федорова',
        house: 'д. 6',
        room: '2',
        email: 'ira.les@gmail.com',
        isActive: true
      }
    ],
    updatedAt: '2021-01-01',
    isActive: true,
    rating: 3.5,
    createdAt: '2020-12-01',
    createdBy: 'Ularbek Zairbekov',
    updatedBy: 'Alexander Bazukevich'
  },
  {
    id: '9',
    name: 'Fashion Wear Milano',
    title: 'Одежда высокого европейского качества',
    cityId: '3',
    description: '', // without description
    website: 'http://fashion-wear.com.ua',
    offices: [
      {
        id: '14',
        location: [50.44025486038732, 30.52230314847687],
        x: 50.44025486038732,
        y: 30.52230314847687,
        phone: '+38 098 983-07-77',
        country: 'Украина',
        cityId: '3',
        street: 'ул.Рогнеденская',
        house: 'д. 3',
        room: '4',
        email: 'fashion-wear@gmail.com',
        isActive: true
      }
    ],
    updatedAt: '2020-12-21',
    isActive: true,
    rating: 4.9,
    createdAt: '2020-12-18',
    createdBy: 'Taras Lazarchuk',
    updatedBy: 'Alexander Bazukevich'
  },
  {
    id: '10',
    name: 'Матерый шиномонтаж',
    title: 'Автокомплекс «Матерый шиномонтаж»',
    description: `Шиномонтаж — это комплекс работ по ремонту и замене шин. Качественно выполненные шиномонтажные работы помогут вам избежать множества неприятностей в пути. Так, при наличии дисбаланса может возникнуть вибрация в руле, а управляемость машины значительно ухудшится. Если же неверно выполнена перебортовка (установка шин на колесные диски), шины будут неравномерно истираться и даже могут лопнуть в процессе движения. Вот почему лучше доверить шиномонтаж профессионалам, которые используют специализированное высокоточное оборудование.

    Балансировка колес — это уменьшение дисбаланса элементов подвески, крепления колес, дисков и шин. Эта процедура влияет на комфорт и безопасность во время управления автомобилем, поэтому не стоит ею пренебрегать. Масса колеса должна быть распределена равномерно относительно центра и по окружности, так как несбалансированность колес приводит к возникновению вибраций, деформации и быстрому износу шин, рулевого управления и подвески.`,
    website: '', // without website
    cityId: '4',
    offices: [
      {
        id: '15',
        location: [56.781522754305485, 60.61757015808883],
        x: 56.781522754305485,
        y: 60.61757015808883,
        address: 'Монтёрская улица, д.10а',
        phone: '+7 343 385-07-00',
        country: 'Россия',
        cityId: '4',
        street: 'ул. Монтёрская',
        house: 'д. 10а',
        room: '',
        email: 'wheel1@gmail.com',
        isActive: true
      },
      {
        id: '16',
        location: [56.84222661082884, 60.66575335424758],
        x: 56.84222661082884,
        y: 60.66575335424758,
        address: 'ул. Малышева, 145а',
        phone: '+7 343 383-42-43',
        country: 'Россия',
        cityId: '4',
        street: 'ул. Малышева',
        house: 'д. 145а',
        room: '',
        email: 'wheel2@gmail.com',
        isActive: false
      }
    ],
    updatedAt: '2020-12-04',
    isActive: false,
    rating: 4,
    createdAt: '2020-12-04',
    createdBy: 'Ularbek Zairbekov',
    updatedBy: 'Alexander Bazukevich'
  }
];
