// import { Vendor1 } from './models/types';

// export const VENDOR: Vendor1[] = [
//   {
//     id: 1,
//     name: 'Марсель',
//     title: 'Марсель: салоны красоты Минска',
//     description:
//       'Марсель - крупнейшая в Беларуси сеть салонов красоты с акцентом на заботу о здоровье и красоте. Более 100 000 клиентов ежегодно пользуются многочисленными услугами, включая SPA на двоих, хамам, сауны, джакузи, кедровую бочку. Мобильное приложение, продажа сертификатов онлайн и оформление в открытках ручной работы делает обращение к нам приятным и особенным!',
//     website: 'https://marsel.by/',
//     offices: [
//       {
//         x: 53.950248766494305,
//         y: 27.678503384991703,
//         address: 'ул. Шафарнянская, д. 3',
//         phoneNumber: '+ 375 29 668 16 97',
//         city: 'Минск'
//       },
//       {
//         x: 53.90630545040514,
//         y: 27.579132898483202,
//         address: 'ул. Захарова, д. 23 (пл. Победы, за МГЛУ налево)',
//         phoneNumber: '+ 375 29 634 67 74',
//         city: 'Минск'
//       }
//     ],
//     updateBy: '05.02.2021',
//     isActive: true
//   },
//   {
//     id: 2,
//     name: 'SushiChefArts',
//     title: 'Доставка вкусной пиццы на дом',
//     description: `Ароматное румяное тесто, усыпанное нежнейшим сыром, таящим во рту, украшенное пикантными колбасками и дольками сочных томатов, политое ароматным сливочным соусом, покорит ваше сердце раз и навсегда.
//     // Наши профессионалы-пиццайоло знают толк в искусстве выпечки настоящей пиццы. Каждое блюдо фирменного меню разработано с учетом всех тонкостей европейской кухни: гармоничное сочетание отборных сыров, свежих помидор, грибов, нежнейших соусов и настоящего волшебнейшего теста.
//     // Вам не придется долго думать, как порадовать себя и своих близких. Переходите в каталог нашего меню и скорее заказывайте пиццу для настоящего наслаждения.`,
//     website: 'https://pizzachefarts.by/',
//     offices: [
//       {
//         x: 53.938102489505866,
//         y: 27.488490327319887,
//         address: 'пр. Победителей, д. 84 (ТРЦ «Арена Сити»)',
//         phoneNumber: '+375 44 771-51-51',
//         city: 'Минск'
//       },
//       {
//         x: 53.85829633426384,
//         y: 27.43278622731758,
//         address: 'ул. Слободская, д. 27',
//         phoneNumber: '+375 44 771-51-51',
//         city: 'Минск'
//       }
//     ],
//     updateBy: '04.02.2021',
//     isActive: true
//   },
//   {
//     id: 3,
//     name: 'PizzaMania',
//     title: 'Убей голод',
//     description: `Зона доставки расширена. Внимание! С 24.02.2020 В зону доставки входит весь г. Минск.
//     // Минимальная сумма заказа. Минимальная сумма заказа для бесплатной доставки 15 руб.
//     // Оплата. Оплата курьеру картой или наличными.
//     // Доставка. Время работы службы доставки ежедневно с 10:00 до 23:00. Заказы принимаются до 22:30.
//     // Изображения продуктов могут отличаться от продуктов в заказе.`,
//     website: 'https://pizzamania.by/',
//     offices: [
//       {
//         x: 53.86553289876855,
//         y: 27.45302363896044,
//         address: 'ул. Рафиева, д. 44',
//         phoneNumber: '+375 17 375-58-58',
//         city: 'Минск'
//       },
//       {
//         x: 53.883091927066054,
//         y: 27.567344627318217,
//         address: 'ул. Маяковского, д. 10',
//         phoneNumber: '+375 17 375-58-58',
//         city: 'Минск'
//       },
//       {
//         x: 53.86734233325647,
//         y: 27.65028647149643,
//         address: 'ул. Центральная, д. 9',
//         phoneNumber: '+375 44 553-40-00',
//         city: 'Минск'
//       },
//       {
//         x: 53.91137617684785,
//         y: 27.542871240811902,
//         address: 'пр-т Победителей, д. 23к1',
//         phoneNumber: '+ 375 29 120 68 66',
//         city: 'Минск'
//       }
//     ],
//     updateBy: '01.02.2021',
//     isActive: true
//   },
//   {
//     id: 4,
//     name: 'Luxe',
//     title: '', //  without title
//     description:
//       'Сделать так, чтобы ваш подарок не забыли никогда - это к нам. Приехать и бесплатно попробовать шоколад - добро пожаловать!',
//     website: 'https://www.instagram.com/kardash.by/',
//     offices: [
//       {
//         x: 53.83947974668578,
//         y: 27.640475169645576,
//         address: 'ул. Голодеда, д. 15',
//         phoneNumber: '+ 375 25 788 41 32',
//         city: 'Минск'
//       }
//     ],
//     updateBy: '01.01.2021',
//     isActive: true
//   },
//   {
//     id: 5,
//     name: 'ФОЦ им. Машерова',
//     title: 'Комплекс для активного отдыха!',
//     description: `Можно воспользоваться бассейном, сауной, тренажерным залом. В комплексе есть все для здорового и активного отдыха!`,
//     website: 'http://focsport.by/',
//     offices: [
//       {
//         x: 53.91137617684785,
//         y: 27.542871240811902,
//         address: 'пр-т Победителей, д. 23к1',
//         phoneNumber: '+ 375 29 120 68 66',
//         city: 'Минск'
//       }
//     ],
//     updateBy: '09.12.2020',
//     isActive: true
//   },
//   {
//     id: 6,
//     name: '«Йети и дети»',
//     title: 'Детский развлекательный центр',
//     description: `ЙЕТИ и ДЕТИ – это свежий взгляд на привычные вещи и возрождение традиций качественного семейного досуга, который наполняет детей и родителей энергией и вдохновением. В семейном центре гостей ждут развлечения, грамотно объединенные в единую концепцию на одной площадке. Творческая и сплоченная команда, влюбленная в свое дело, создает профессиональный подход к организации семейного досуга, где родителям уютно, а детям интересно.

//     // Ждем в гости.
//     // С любовью и заботой «ЙЕТИ и ДЕТИ».`,
//     website: 'https://yetideti.by/Grodno',
//     offices: [
//       {
//         x: 53.65034593967492,
//         y: 23.85468398498308,
//         address: 'пр-т Янки Купалы, д. 87',
//         phoneNumber: '+ 375 29 120 68 66',
//         city: 'Гродно'
//       }
//     ],
//     updateBy: '27.11.2020',
//     isActive: true
//   },
//   {
//     id: 7,
//     name: 'Rockplay',
//     title: 'Центр музыкальных развлечений',
//     description: `Центр музыкальных развлечений «ROCKPLAY» - это уникальная игровая комната в Гродно. Только у нас Вы сможете сыграть в популярные «музыкальные симуляторы рок-группы» Guitar Hero и Rock Band, используя редчайшие контроллеры в виде реплик гитар известных музыкантов, ударной установки, клавиш, микрофонов, профессиональной акустики и другого оборудования, которое позволит себя почувствовать настоящей рок-звездой. Здесь можно в полной мере насладиться реалистичной атмосферой концерта и сыграть в собственной рок-группе из своих друзей, причем для этого вам НЕ НУЖНО уметь играть или иметь музыкальное образование. Достаточно справиться лишь с 5-ю цветными кнопками, которые, к примеру, имитируют удар по барабану или зажатый аккорд на гитаре, а когда и какую кнопку нажать - вы увидите на экране.  Впрочем, лучше один раз попробовать, чем читать о том, что невозможно объяснить) Так же у нас можно спеть рок-караоке, поиграть в танцевальные и спортивные игры с датчиком движения Kinect или просто весело провести время.`,
//     website: 'http://rockplay.by/',
//     offices: [
//       {
//         x: 53.684909765450755,
//         y: 23.845177013681916,
//         address: 'ул. Буденного, д. 54/1',
//         phoneNumber: '+ 375 29 232 99 23',
//         city: 'Гродно'
//       }
//     ],
//     updateBy: '04.01.2021',
//     isActive: true
//   },
//   {
//     id: 8,
//     name: 'Студия Ирины Лесовой',
//     title: 'Обучение стилистике и макияжу - сможет каждая!',
//     description: `«Студия Ирины Лесовой» приглашает вас на обучение стилистике и макияжу. Студия открыта для всех желающих, а наборы на курсы макияжа и курсы визажа проводятся постоянно и главное без ограничения по возрасту.`,
//     website: 'http://www.visagist.com.ua/',
//     offices: [
//       {
//         x: 50.42837142443786,
//         y: 30.517745728722034,
//         address: 'ул. Ивана Федорова, д. 6, оф. 2, код 38, 2 этаж',
//         phoneNumber: '+38 044 223-77-60',
//         city: 'Киев'
//       }
//     ],
//     updateBy: '01.01.2021',
//     isActive: true
//   },
//   {
//     id: 9,
//     name: 'Fashion Wear Milano',
//     title: 'Одежда высокого европейского качества',
//     description: ``, // without description
//     website: 'http://fashion-wear.com.ua/',
//     offices: [
//       {
//         x: 50.44025486038732,
//         y: 30.52230314847687,
//         address: 'Ул. Рогнеденская, 3, 1 этаж, 4 офис',
//         phoneNumber: '+38 098 983-07-77',
//         city: 'Киев'
//       }
//     ],
//     updateBy: '21.12.2020',
//     isActive: true
//   },
//   {
//     id: 10,
//     name: 'Матерый шиномонтаж',
//     title: 'Автокомплекс «Матерый шиномонтаж»',
//     description: `Шиномонтаж — это комплекс работ по ремонту и замене шин. Качественно выполненные шиномонтажные работы помогут вам избежать множества неприятностей в пути. Так, при наличии дисбаланса может возникнуть вибрация в руле, а управляемость машины значительно ухудшится. Если же неверно выполнена перебортовка (установка шин на колесные диски), шины будут неравномерно истираться и даже могут лопнуть в процессе движения. Вот почему лучше доверить шиномонтаж профессионалам, которые используют специализированное высокоточное оборудование.

//     Балансировка колес — это уменьшение дисбаланса элементов подвески, крепления колес, дисков и шин. Эта процедура влияет на комфорт и безопасность во время управления автомобилем, поэтому не стоит ею пренебрегать. Масса колеса должна быть распределена равномерно относительно центра и по окружности, так как несбалансированность колес приводит к возникновению вибраций, деформации и быстрому износу шин, рулевого управления и подвески.`,
//     website: '', // without website
//     offices: [
//       {
//         x: 56.781522754305485,
//         y: 60.61757015808883,
//         address: 'Монтёрская улица, д.10а',
//         phoneNumber: '+7 343 385-07-00',
//         city: 'Екатеринбург'
//       },
//       {
//         x: 56.84222661082884,
//         y: 60.66575335424758,
//         address: 'ул. Малышева, 145а',
//         phoneNumber: '+7 343 383-42-43',
//         city: 'Екатеринбург'
//       }
//     ],
//     updateBy: '04.12.2020',
//     isActive: true
//   }
// ];
